-- phpMyAdmin SQL Dump
-- version 4.6.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2018-06-04 09:41:55
-- 服务器版本： 5.7.14
-- PHP Version: 5.6.25

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `project`
--

-- --------------------------------------------------------

--
-- 表的结构 `goodslist`
--

CREATE TABLE `goodslist` (
  `id` varchar(4) NOT NULL,
  `name` text NOT NULL,
  `url` text NOT NULL,
  `price` varchar(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `goodslist`
--

INSERT INTO `goodslist` (`id`, `name`, `url`, `price`) VALUES
('a1', '美国进口红提子4kg', 'a1.jpg', '163'),
('a2', '山东红富士苹果80#15kg', 'a2.jpg', '256'),
('a3', '河北蜜梨12kg', 'a3.jpg', '108'),
('a4', '海南椰子(单个)约900g', 'a4.jpg', '13'),
('a5', '山东A级水晶富士1.5kg', 'a5.jpg', '28'),
('a6', '新疆库尔勒香梨6.5kg', 'a6.jpg', '116'),
('a7', '越南火龙果礼箱3.3kg', 'a7.jpg', '55'),
('a8', '越南火龙果礼箱5kg', 'a8.jpg', '83'),
('a9', '美国无籽红提4.5kg', 'a9.jpg', '229'),
('a10', '美国无籽红提2.25kg', 'a10.jpg', '118'),
('a11', '新西兰加力果4.5kg', 'a11.jpg', '128'),
('a12', '南非柠檬6枚盒装', 'a12.jpg', '28'),
('a13', '美国无籽黑提4.5kg', 'a13.jpg', '278'),
('a14', '海南树上熟木瓜5.5kg', 'a14.jpg', '73'),
('a15', '海南西州蜜瓜4kg', 'a15.jpg', '59'),
('a16', '新西兰红玫瑰苹果4.5kg', 'a16.jpg', '168'),
('a17', '台湾水仙芒2kg', 'a17.jpg', '52'),
('a18', '新疆库尔勒香梨1kg', 'a18.jpg', '22'),
('a19', '依谷精品高山娃娃菜450g', 'a19.jpg', '14'),
('a20', '依谷调味盒（条装蒜头）150g', 'a20.jpg', '6'),
('a21', '依谷生态白玉菇150g', 'a21.jpg', '8'),
('a22', '依谷精品调味盒（姜、香蒜、葱、辣椒）400g', 'a22.jpg', '10'),
('a23', '依谷精选金针菇200g', 'a23.jpg', '9'),
('a24', '依谷精选芦蒿100g', 'a24.jpg', '8'),
('a25', '依谷精选金银甜玉米550g', 'a25.jpg', '17'),
('a26', '依谷精选西葫芦瓜400g', 'a26.jpg', '10'),
('a27', '依谷精选海鲜菇150g', 'a27.jpg', '10'),
('a28', '依谷精选基地番茄400g', 'a28.jpg', '9'),
('a29', '依谷精选净板栗肉200g', 'a29.jpg', '14'),
('a30', '依谷精品日本小青瓜300g', 'a30.jpg', '11'),
('a31', '依谷（精品）紫甘蓝500g', 'a31.jpg', '10'),
('a32', '依谷精品吉祥三宝甜椒450g', 'a32.jpg', '17'),
('a33', '海南小台芒1kg', 'a33.jpg', '24'),
('a34', '陕西空运油桃1kg', 'a34.jpg', '22'),
('a35', '依谷生态基地紫茄500g', 'a35.jpg', '11'),
('a36', '泰国进口椰青2个装', 'a36.jpg', '30'),
('a37', '泰国进口椰青1个装', 'a37.jpg', '16'),
('a38', '依谷基地直供妃子笑荔枝1kg', 'a38.jpg', '27'),
('a39', '依谷基地直供苦瓜400g', 'a39.jpg', '9'),
('a40', '依谷精选宁夏甜菜心300g', 'a40.jpg', '9'),
('a41', '依谷基地生态香叶莴笋400g', 'a41.jpg', '9'),
('a42', '美洋洋金玉满堂水果礼盒（优惠装）', 'a42.jpg', '299'),
('a43', '美洋洋五福临门水果礼盒（实惠装）', 'a43.jpg', '158'),
('a44', '依谷（精品）京包菜500g', 'a44.jpg', '7'),
('a45', '依谷（精品）西兰花400g', 'a45.jpg', '13'),
('a46', '依谷（精品）越南紫心番薯 300g', 'a46.jpg', '8'),
('a47', '依谷（精品）油麦菜400g', 'a47.jpg', '8'),
('a48', '依谷（精品）山东白萝卜500g', 'a48.jpg', '6'),
('a49', '依谷（精品）西芹300g', 'a49.jpg', '7'),
('a50', '依谷（精品）生菜300g', 'a50.jpg', '9'),
('b1', '美益无公害猪扒600g', 'b1.jpg', '29'),
('b2', '美益无公害精品五花肉600g', 'b2.jpg', '32'),
('b3', '美益无公害梅头肉600g', 'b3.jpg', '28'),
('b4', '美益无公害龙骨550g', 'b4.jpg', '35'),
('b5', '美益精品无公害肋排550g', 'b5.jpg', '60'),
('b6', '美益无公害猪肝400g', 'b6.jpg', '27'),
('b7', '美益无公害后上肉600g', 'b7.jpg', '29'),
('b8', '美益无公害猪肚400g', 'b8.jpg', '50'),
('b9', '美益无公害汤骨600g', 'b9.jpg', '30'),
('b10', '美益无公害猪腰400g', 'b10.jpg', '36'),
('b11', '美益精品无公害排骨550g', 'b11.jpg', '46'),
('b12', '美益无公害瘦肉600g', 'b12.jpg', '30'),
('b13', '美益无公害扇骨550g', 'b13.jpg', '33'),
('b14', '美益无公害猪手550g', 'b14.jpg', '33'),
('b15', '美益无公害猪脚550g', 'b15.jpg', '32'),
('b16', '美益无公害筒骨550g', 'b16.jpg', '33'),
('b17', '美益精品无公害小梅肉600g', 'b17.jpg', '32'),
('b18', '美益无公害猪心400g', 'b18.jpg', '30'),
('b19', '美益无公害前上肉600g', 'b19.jpg', '26'),
('b20', '新福源初生蛋（10只）', 'b20.jpg', '27'),
('b21', '新福源初生蛋（40只）', 'b21.jpg', '106'),
('b22', '美益梅头肉（冷鲜肉）400g', 'b22.jpg', '33'),
('b23', '美益上肉（冷鲜肉）400g', 'b23.jpg', '30'),
('b24', '美益梅头精肉（冷鲜肉）400g', 'b24.jpg', '36'),
('b25', '美益小梅肉（冷鲜肉）400g', 'b25.jpg', '39'),
('b26', '依谷汕头香菇贡丸400g', 'b26.jpg', '28'),
('b27', '依谷汕头猪肉丸650g', 'b27.jpg', '33'),
('b28', '依谷汕头牛肉丸650g', 'b28.jpg', '70'),
('b29', '美益排骨头（冷鲜肉）400g', 'b29.jpg', '33'),
('b30', '美益龙骨（冷鲜肉）400g', 'b30.jpg', '36'),
('b31', '美益猪肚（冷鲜肉）500g', 'b31.jpg', '65'),
('b32', '美益猪舌头（冷鲜肉）', 'b32.jpg', '38'),
('b33', '美益猪尾巴（冷鲜肉）250g', 'b33.jpg', '43'),
('b34', '美益猪手（冷鲜肉）500g', 'b34.jpg', '43'),
('b35', '旺益康灵山鸡(950g-1050g）', 'b35.jpg', '61'),
('b36', '旺益康绿皇经典鸡(800g-900g)', 'b36.jpg', '61'),
('b37', '生态参皇鸡（特供）', 'b37.jpg', '63'),
('b38', '卡士活菌奶200ml*3', 'b38.jpg', '23'),
('b39', '鲜动生活冻生虾仁300g', 'b39.jpg', '57'),
('b40', '鲜动生活冻鲜贝柱肉300g', 'b40.jpg', '35'),
('b41', '鲜动生活冻虾仁250g', 'b41.jpg', '50'),
('b42', '鲜动生活冻凤尾虾300g', 'b42.jpg', '99'),
('b43', '鲜动生活特级冻虾仁220g', 'b43.jpg', '52'),
('b44', 'JONESY’S乔西牧场巴氏杀菌鲜奶1L*2装', 'b44.jpg', '139'),
('b45', '延边黄牛精选里脊牛排500g', 'b45.jpg', '126'),
('b46', '延边黄牛精选精排1000g', 'b46.jpg', '175'),
('b47', '贵州原生态黔妃鸡1200g', 'b47.jpg', '188'),
('b48', '红油咸鸭蛋4枚装', 'b48.jpg', '10'),
('b49', '九道香千张220g', 'b49.jpg', '9'),
('b50', '海至尊“鲍参翅肚”大盆菜', 'b50.jpg', '1180'),
('c1', '犀牛特级初榨橄榄油（铁）1000ml*2', 'c1.jpg', '282.00'),
('c2', '甸禾有机大黄米227g', 'c2.jpg', '8'),
('c3', '甸禾有机黑豆227g', 'c3.jpg', '9.8'),
('c4', '甸禾有机黑米1000g', 'c4.jpg', '35'),
('c5', '甸禾有机花生180g', 'c5.jpg', '10.5'),
('c6', '甸禾有机黄豆800g', 'c6.jpg', '23.4'),
('c7', '甸禾有机绿豆1000g', 'c7.jpg', '28.9'),
('c8', '甸禾有机五彩豆227g', 'c8.jpg', '9.5'),
('c9', '甸禾有机五谷米227g', 'c9.jpg', '8.8'),
('c10', '甸禾有机小米1000g', 'c10.jpg', '23.9'),
('c11', '甸禾有机小米227g', 'c11.jpg', '7.6'),
('c12', '甸禾有机薏米227g', 'c12.jpg', '18.9'),
('c13', '太古纯正方糖454g', 'c13.jpg', '14.2'),
('c14', '集友南非4头鲍鱼500g', 'c14.jpg', '2400'),
('c15', '集友石斛250g', 'c15.jpg', '480'),
('c16', '集友精选金勾翅针125g', 'c16.jpg', '1280'),
('c17', '集友辽参500g', 'c17.jpg', '3800'),
('c18', '集友花胶筒500g', 'c18.jpg', '980'),
('c19', '特级本港鱿鱼500g', 'c19.jpg', '188'),
('c20', '君子兰低筋小麦粉1kg*5', 'c20.jpg', '49.8'),
('c21', '向日葵高筋小麦粉2.5kg', 'c21.jpg', '24.8'),
('c22', '甸禾有机花生700g', 'c22.jpg', '32.5'),
('c23', '甸禾有机杂粮礼盒-（绿全食）', 'c23.jpg', '148'),
('c24', '嘉龙亨鱼翅针150g', 'c24.jpg', '928'),
('c25', '刀唛玉米油5L', 'c25.jpg', '108'),
('c26', '刀唛花生油5L', 'c26.jpg', '169.8'),
('c27', '犀牛特级初榨橄榄油（铁）500ml*2', 'c27.jpg', '189'),
('c28', '大山合雪耳90g', 'c28.jpg', '22'),
('c29', '大山合单片黑木耳150g', 'c29.jpg', '36.8'),
('c30', '大山合鸡腿菇150g', 'c30.jpg', '26.8'),
('d1', 'EDO奶酪饼172g', 'd1.jpg', '16.8'),
('d2', 'EDO原味饼172g', 'd2.jpg', '16.8'),
('d3', 'EDO杏仁饼133g', 'd3.jpg', '16.8'),
('d4', 'EDO薯仔饼172g', 'd4.jpg', '16.8'),
('d5', '十月初五椰子凤凰卷150g', 'd5.jpg', '15.8'),
('d6', '十月初五杏仁饼155g', 'd6.jpg', '17.9'),
('d7', '十月初五素肉凤凰卷150g', 'd7.jpg', '18.8'),
('d8', '好丽友可可派180g', 'd8.jpg', '12.6'),
('d9', '好丽友蛋黄派138g', 'd9.jpg', '12.9'),
('d10', '好丽友双莓派138g', 'd10.jpg', '10.9'),
('d11', '太古纯正方糖454g', 'd11.jpg', '14.2'),
('d12', '十月初五麦酥杏仁条200g', 'd12.jpg', '21.8'),
('d13', 'cobizco白咖啡（马来西亚）600g', 'd13.jpg', '56'),
('d14', '马来西亚EDO巨浪大切沙律酱薯片160g', 'd14.jpg', '15.8'),
('d15', '德国嘉云柠檬水果糖（德国）200g', 'd15.jpg', '21.8'),
('d16', '马来西亚cobizco三合一即溶咖啡600g', 'd16.jpg', '56'),
('d17', '泰国袋装榴的华金枕头榴莲干30g', 'd17.jpg', '15.8'),
('d18', '泰国大哥豆芥末味230g', 'd18.jpg', '18.8'),
('d19', '大韩蜂蜜柚子茶1kg', 'd19.jpg', '51'),
('d20', '大韩红枣茶1kg', 'd20.jpg', '58'),
('d21', '泰国蜂之皇蜂蜜菊花蜜710ml', 'd21.jpg', '54.8'),
('d22', '韩国传统蜂蜜柠檬茶1kg', 'd22.jpg', '58'),
('d23', '艺腾茗茶大红袍红韵16g*10', 'd23.jpg', '328'),
('d24', '新疆巴旦木260g', 'd24.jpg', '32.8'),
('d25', '临安野山核桃仁300g', 'd25.jpg', '139.8'),
('d26', '美国开心果300g', 'd26.jpg', '59.9'),
('d27', '澳门香记五香牛肉粒300g', 'd27.jpg', '35.6'),
('d28', '泰国大哥豆烧烤味230g', 'd28.jpg', '14.5'),
('d29', '费列罗钻石巧克力T24', 'd29.jpg', '88'),
('d30', '元朗蛋卷王908g', 'd30.jpg', '79.8'),
('e1', '海南椰子(单个)约900g', 'a4.jpg', '13'),
('e2', '新疆库尔勒香梨6.5kg', 'a6.jpg', '116'),
('e3', '海南树上熟木瓜5.5kg', 'a14.jpg', '73'),
('e4', '新西兰红玫瑰苹果4.5kg', 'a16.jpg', '168'),
('e5', '依谷精品高山娃娃菜450g', 'a19.jpg', '14'),
('e6', '依谷精品调味盒（姜、香蒜、葱、辣椒）400g', 'a22.jpg', '10'),
('e7', '依谷精选金银甜玉米550g', 'a25.jpg', '17'),
('e8', '依谷（精品）紫甘蓝500g', 'a31.jpg', '10'),
('e9', '美洋洋金玉满堂水果礼盒（优惠装）', 'a42.jpg', '299'),
('e10', '美洋洋五福临门水果礼盒（实惠装）', 'a43.jpg', '158'),
('e11', '新福源初生蛋（40只）', 'b21.jpg', '106'),
('e12', '依谷汕头猪肉丸650g', 'b27.jpg', '33'),
('e13', '美益猪舌头（冷鲜肉）', 'b32.jpg', '38'),
('e14', '旺益康绿皇经典鸡(800g-900g)', 'b36.jpg', '61'),
('e15', '生态参皇鸡（特供）', 'b37.jpg', '63'),
('e16', 'JONESY’S乔西牧场巴氏杀菌鲜奶1L*2装', 'b44.jpg', '139'),
('e17', '海至尊“鲍参翅肚”大盆菜', 'b50.jpg', '1180'),
('e18', '犀牛特级初榨橄榄油（铁）1000ml*2', 'c1.jpg', '282.00'),
('e19', '甸禾有机花生180g', 'c5.jpg', '10.5'),
('e20', '甸禾有机五谷米227g', 'c9.jpg', '8.8'),
('e21', '集友石斛250g', 'c15.jpg', '480'),
('e22', '君子兰低筋小麦粉1kg*5', 'c20.jpg', '49.8'),
('e23', '甸禾有机杂粮礼盒-（绿全食）', 'c23.jpg', '148'),
('e24', '刀唛花生油5L', 'c26.jpg', '169.8'),
('e25', '大山合鸡腿菇150g', 'c30.jpg', '26.8'),
('e26', 'EDO杏仁饼133g', 'd3.jpg', '16.8'),
('e27', '十月初五椰子凤凰卷150g', 'd5.jpg', '15.8'),
('e28', '十月初五素肉凤凰卷150g', 'd7.jpg', '18.8'),
('e29', '太古纯正方糖454g', 'd11.jpg', '14.2'),
('e30', '德国嘉云柠檬水果糖（德国）200g', 'd15.jpg', '21.8'),
('e31', '大韩蜂蜜柚子茶1kg', 'd19.jpg', '51'),
('e32', '韩国传统蜂蜜柠檬茶1kg', 'd22.jpg', '58'),
('e33', '临安野山核桃仁300g', 'd25.jpg', '139.8'),
('e34', '泰国大哥豆烧烤味230g', 'd28.jpg', '14.5'),
('e35', '费列罗钻石巧克力T24', 'd29.jpg', '88'),
('e36', '元朗蛋卷王908g', 'd30.jpg', '79.8'),
('f1', '平平安安水果礼盒', 'f1.jpg', '76'),
('f2', '果色果香夏季时令水果礼盒', 'f2.jpg', '168'),
('f3', '美洋洋金玉满堂水果礼盒（优惠装）', 'f3.jpg', '299'),
('f4', '依谷羊肚菌150g', 'f4.jpg', '580'),
('f5', '犀牛特级初榨橄榄油（铁）1000ml*2', 'f5.jpg', '282'),
('f6', '集友南非4头鲍鱼500g', 'f6.jpg', '2400'),
('f7', '集友石斛250g', 'f7.jpg', '480'),
('f8', '集友精选金勾翅针125g', 'f8.jpg', '1280'),
('f9', '集友辽参500g', 'f9.jpg', '3800'),
('f10', '集友花胶筒500g', 'f10.jpg', '980'),
('f11', '艺腾茗茶大红袍黄韵15g*12', 'f11.jpg', '328'),
('f12', '集友一级海马100g', 'f12.jpg', '1080'),
('f13', '集友花胶（简装）250g', 'f13.jpg', '688'),
('f14', '集友石斛+花旗参300g', 'f14.jpg', '588'),
('f15', '霖芝宝五色灵芝50g*10', 'f15.jpg', '495'),
('f16', '嘉龙亨鱼翅针150g', 'f16.jpg', '928'),
('f17', '黑八仙礼盒2650g', 'f17.jpg', '138'),
('f18', '犀牛特级初榨橄榄油（铁）750ml*2', 'f18.jpg', '248'),
('f19', '丹麦蓝罐曲奇饼干908g', 'f19.jpg', '138'),
('f20', '一等奖肉桂160g(盒）', 'f20.jpg', '1980'),
('f21', '国色天香大红袍320g（盒）', 'f21.jpg', '368'),
('f22', '贡茶大红袍240g（盒）', 'f22.jpg', '880'),
('f23', '特等奖大红袍160g（盒）', 'f23.jpg', '2380'),
('f24', '逸品大红袍224g（盒）', 'f24.jpg', '298'),
('f25', '依谷敏肚鱼胶500g', 'f25.jpg', '1528'),
('f26', '野生极品灰干海参20头礼盒装70g', 'f26.jpg', '980'),
('f27', '野生极品灰干海参10头礼盒装35g', 'f27.jpg', '498'),
('f28', '2018端午专享.缤纷水果8881', 'f28.jpg', '888'),
('f29', 'Amalee冰糖燕窝（燕窝罐头礼盒装）420g', 'f29.jpg', '465'),
('f30', '古砂宝原汁红糖大礼盒 （5罐)', 'f30.jpg', '168'),
('g1', '蛋清刷/油刷(中)', 'g1.jpg', '5.5'),
('g2', '三能西点夹子', 'g2.jpg', '16.8'),
('g3', '三能两用塑料量杯', 'g3.jpg', '36.8'),
('g4', '不锈钢布丁模', 'g4.jpg', '11.4'),
('g5', '三能量匙(4个组) 量勺', 'g5.jpg', '20.5'),
('g6', '三能打蛋分离器', '三能打蛋分离器g6.jpg', '13.9'),
('g7', '三能吐司牙刀', 'g7.jpg', '72'),
('g8', '三能达人吐司槽', 'g8.jpg', '59'),
('g9', '竹帘寿司卷', 'g9.jpg', '8'),
('g10', '顺祥12头套装餐具（娇艳花香）', 'g10.jpg', '108'),
('g11', '顺祥轻盈漫舞28头套装餐具', 'g11.jpg', '398'),
('g12', '顺祥健康素瓷8头套装餐具礼盒（德加）', 'g12.jpg', '39.9'),
('g13', '顺祥健康瓷缤纷12头套装餐具礼盒（德加）', 'g13.jpg', '69.9'),
('g14', '顺祥奥基10英寸明火巧妇锅（一抹金艳）', 'g14.jpg', '368'),
('g15', '顺祥维斯康10英寸明火巧妇锅套装(巴黎风情）', 'g15.jpg', '398'),
('g16', '顺祥浮雕茶具13件套(一抹金艳)', 'g16.jpg', '268'),
('g17', '顺祥大号冠庭双耳炖盅（猫小咪）', 'g17.jpg', '69'),
('g18', '顺祥26+4套装餐具（青玉案）', 'g18.jpg', '348'),
('g19', '乐扣乐扣旋钮式空气炸锅3.2L EJF137FU', 'g19.jpg', '1880'),
('g20', '乐扣乐扣-健康酷镜多功能电子人体秤LSC-B32FU', 'g20.jpg', '189'),
('g21', '达式桌面空气净化器DAC60G', 'g21.jpg', '820'),
('g22', 'EUPA唯品·不锈钢电水壶TSK-G3167', 'g22.jpg', '195'),
('g23', 'EUPA多功能电火锅TSK-GW978AG', 'g23.jpg', '718'),
('g24', 'EUPA 卓越 TOGO 果汁机 TSK-9652APQ1', 'g24.jpg', '308'),
('g25', 'EUPA博雅电热咖啡壶 TSK-G1428A', 'g25.jpg', '288'),
('g26', '飞利浦车载一拖三DLP2019', 'g26.jpg', '188'),
('g27', '飞利浦移动电源DLP6066', 'g27.jpg', '499'),
('g28', '飞利浦智能吸尘器FC8705/82', 'g28.jpg', '1499'),
('g29', '馨亭立体雕花暖柔毯MRT-016', 'g29.jpg', '698'),
('g30', 'KENZO 时尚倍柔毯 KRT-002', 'g30.jpg', '1338');

-- --------------------------------------------------------

--
-- 表的结构 `indexlist`
--

CREATE TABLE `indexlist` (
  `id` varchar(4) NOT NULL,
  `name` text NOT NULL,
  `url` text NOT NULL,
  `price` int(11) NOT NULL,
  `yuanjia` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `indexlist`
--

INSERT INTO `indexlist` (`id`, `name`, `url`, `price`, `yuanjia`) VALUES
('z1', '云南空运青脆李1kg', 'indexlist1.jpg', 30, 35),
('z2', '新疆空运二号白杏500g', 'indexlist2.jpg', 37, 52),
('z3', '基地直供蓝莓125g*3', 'indexlist3.jpg', 60, 78),
('z4', '北京空运春桃2.5kg', 'indexlist4.jpg', 128, 148),
('z5', '依谷生态初生蛋（45枚）', 'indexlist5.jpg', 99, 129),
('z6', '原生态青岚黄麻鸡（1050g-1150g）', 'indexlist6.jpg', 78, 88),
('z7', '锡林郭勒有机羔羊棒骨（带肉）545g', 'indexlist7.jpg', 69, 72),
('z8', '德国德亚全脂牛奶（200ml*12礼盒）', 'indexlist8.jpg', 75, 80),
('z9', '鸿伟品源西冷扒片600g', 'indexlist9.jpg', 83, 88),
('z10', '台湾乡田真纯豆奶330ml*3', 'indexlist10.jpg', 17, 18),
('z11', '依谷五常稻花香大米5kg（新米）', 'indexlist11.jpg', 138, 168),
('z12', '依谷玉米茶籽油5L', 'indexlist12.jpg', 126, 138),
('z13', '依谷古法鲜榨花生油2L', 'indexlist13.jpg', 86, 88),
('z14', '深粮军供山泉手工面1.25kg', 'indexlist14.jpg', 58, 69),
('z15', '依谷泰国茉莉香米10kg  （新米）', 'indexlist15.jpg', 188, 208),
('z16', '灵犀有机山茶油礼盒装600ml*2', 'indexlist16.jpg', 398, 398),
('z17', '丹麦蓝罐曲奇饼干908g', 'indexlist17.jpg', 138, 258),
('z18', '马来西亚杰克牌烧烤味薯片160g', 'indexlist18.jpg', 17, 19),
('z19', '浪漫味道·粉百合+戴安娜玫瑰+桔硬花', 'indexlist19.jpg', 388, 528),
('z20', '德芙埃丝汀巧克力262g', 'indexlist20.jpg', 129, 138),
('z21', '黄金谷赤霞珠梅洛红葡萄酒Merlot750ml', 'indexlist21.jpg', 238, 268),
('z22', '壹点壹客蛋糕卡一磅', 'indexlist22.jpg', 238, 268),
('z23', '原生味道全球精选礼盒', 'indexlist23.jpg', 368, 438),
('z24', '五芳斋丰年五芳礼盒粽', 'indexlist24.jpg', 199, 228),
('z25', '五芳斋珍情五芳礼盒粽', 'indexlist25.jpg', 79, 89),
('z26', '五芳斋情系五芳礼盒粽', 'indexlist26.jpg', 119, 138),
('z27', '自然臻品礼盒B', 'indexlist27.jpg', 298, 409),
('z28', '野生极品灰干海参10头礼盒装35g', 'indexlist28.jpg', 498, 580),
('z29', 'EUPA空气循环扇TSK-F8705', 'indexlist29.jpg', 368, 468),
('z30', 'EUPA唯品Togo果汁机TSK-9654A2PQ1', 'indexlist30.jpg', 328, 368),
('z31', '爱华仕折叠双肩包OCB4312', 'indexlist31.jpg', 99, 119),
('z32', '灿坤博雅电烤箱TSK-GK1441NST', 'indexlist32.jpg', 488, 688);

-- --------------------------------------------------------

--
-- 表的结构 `shoppingcar`
--

CREATE TABLE `shoppingcar` (
  `id` varchar(30) NOT NULL,
  `name` text NOT NULL,
  `url` text NOT NULL,
  `price` int(11) NOT NULL,
  `qty` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `shoppingcar`
--

INSERT INTO `shoppingcar` (`id`, `name`, `url`, `price`, `qty`) VALUES
('e2', '新疆库尔勒香梨6.5kg', 'a6.jpg', 116, 4),
('d2', 'EDO原味饼172g', 'd2.jpg', 17, 1),
('a17', '台湾水仙芒2kg', 'a17.jpg', 52, 1),
('g7', '三能吐司牙刀', 'g7.jpg', 72, 1),
('z1', '云南空运青脆李1kg', 'indexlist1.jpg', 30, 1);

-- --------------------------------------------------------

--
-- 表的结构 `user`
--

CREATE TABLE `user` (
  `username` varchar(30) NOT NULL,
  `password` varchar(30) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `user`
--

INSERT INTO `user` (`username`, `password`) VALUES
('13288361575', '123123'),
('13333333333', 'qweqwe'),
('13288361572', '13288361572'),
('13288361573', '13288361573'),
('13288361574', '123123'),
('13288361666', '13288361666');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `goodslist`
--
ALTER TABLE `goodslist`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `indexlist`
--
ALTER TABLE `indexlist`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `shoppingcar`
--
ALTER TABLE `shoppingcar`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`username`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
